---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConduitInnerDiamParam
source: html/e1e3350b-ab49-e8c2-236d-481656d99619.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConduitInnerDiamParam Property

"Inside Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConduitInnerDiamParam { get; }
```